Repository: jensLeicht/PrivacyPolicyInterface
Catalog: lib/l10n/app_*.arb
Languages: de

# policy_edit_accept_bar_select_none
source: Select None
de: Nichts Auswählen

# policy_edit_accept_bar_select_required
source: Select Required
de: Erforderliche Auswählen

# policy_edit_accept_bar_select_all
source: Select All
de: Alles Auswählen

# policy_edit_accept_bar_next
source: Next
de: Weiter

# policy_edit_accept_bar_full_text_policy
source: Full Text Policy
de: Klassische Datenschutzerklärung

# policy_edit_checkout_bar_back
source: Back
de: Zurück

# policy_edit_description_title
source: Description
de: Beschreibung

# policy_edit_general_information_title
source: General Information
de: Allgemeine Informationen

# policy_edit_general_information_data_controllers_title
source: Data Controllers
de: Datenverantwortliche

# policy_edit_general_information_data_controller
source: Data Controller
de: Datenverantwortliche Person

# policy_edit_general_information_data_protection_officers_title
source: Data Protection Officers
de: Datenschutzbeauftragte

# policy_edit_general_information_data_subject_rights_title
source: Data Subject Rights
de: Rechte der betroffenen Person

# policy_edit_general_information_supervisory_authority_title
source: Supervisory Authority
de: Aufsichtsbehörde

# policy_edit_header_difficulty_advanced
source: Advanced
de: Fortgeschritten

# policy_edit_header_difficulty_basic
source: Basic
de: Einfach

# policy_edit_header_language_legally_binding
source: Legally Binding
de: Verbindlich

# policy_edit_processing_overview_title
source: Processing Overview
de: Verarbeitungsübersicht

# policy_edit_purposes
source: {policy_edit_purposes_title, select, vendorManagement{Vendor Management} serviceProvision{Service Provision} researchAndDevelopment{Research and Development} recordManagement{Record Management} personalisation{Personalization} organisationGovernance{Organisation Governance} marketing{Marketing} legalCompliance{Legal Compliance} accountManagement{Account Management} communicationManagement{Communication Management} customerManagement{Customer Management} enforceSecurity{Security Enforcement} humanResourceManagement{Human Resource Management} other{Other}}
de: {policy_edit_purposes_title, select, vendorManagement{Verwaltung der Lieferanten} serviceProvision{Bereitstellung des Dienstes} researchAndDevelopment{Forschung und Entwicklung} recordManagement{Verwaltung von Aufzeichnungen} personalisation{Personalisierung} organisationGovernance{Verwaltung der Organisation} marketing{Vermarktung} legalCompliance{Einhaltung von Rechtsvorschriften} accountManagement{Verwaltung des Kontos} communicationManagement{Verwaltung der Kommunikation} customerManagement{Verwaltung der Kunden} enforceSecurity{Durchsetzung der Sicherheit} humanResourceManagement{Verwaltung des Personals} other{Sonstiges}}

# policy_edit_purposes_title
source: Purposes
de: Verwendungszwecke

# policy_checkout_purpose_details
source: Purpose Details
de: Details der Verwendungszwecke

# purpose_card_description
source: Description
de: Beschreibung

# purpose_card_data
source: Data
de: Daten

# purpose_card_retention
source: Retention
de: Aufbewahrungszeit

# purpose_card_legal_bases
source: Legal Bases
de: Rechtlichsgrundlage

# purpose_card_data_recipients
source: Data Recipients
de: Datenverarbeiter

# purpose_card_automated_decision_making
source: Automated Decision Making
de: automatisierte Entscheidungsfindung

# purpose_card_more_details
source: More Information
de: weitere Informationen

# purpose_card_privacy_models
source: Privacy Models
de: Datenschutzmodelle

# purpose_card_pseudonymization
source: Pseudonymization
de: Pseudonymisierung

# purpose_card_privacy_models_and_pseudonymization
source: Techincal Information
de: Technische Informationen

# purpose_card_required
source: required
de: erforderlich

# purpose_card_sub_purposes
source: Subordinate Purposes
de: Untergeordnete Verwendungszwecke

source: years
de: Jahre

source: months
de: Monate

source: days
de: Tage

# retention_types
source: {purpose_card_retention, select, indefinite{for an indefinite period of time} afterPurpose{after the end of the intended use} fixedDate{until a fixed date} other{}}
de: {purpose_card_retention, select, indefinite{auf unbestimmte Zeit} afterPurpose{nach dem Ende des Verwendungszwecks} fixedDate{bis zu einem bestimmten Datum} other{}}

# retention_indefinite
source: for an indefinite period of time
de: auf unbestimmte Zeit

# retention_after_purpose
source: after the end of the intended use
de: nach dem Ende des Verwendungszwecks

# retention_fixed_Date
source: until
de: bis zum

# data_description
source: Description
de: Beschreibung

# data_anonymized
source: anonymized
de: anonymisiert

# data_recipient_description
source: Description
de: Beschreibung

# data_recipient_country
source: Country
de: Zielland

# data_recipient_type
source: Type
de: Typ

# data_recipient_safeguards
source: Safeguards
de: Sicherungsmaßnahmen

# matrix_external_empty
source: No processing to show!
de: Es gibt keine darzustellende Datenverarbeitung!

# privacy_groups
source: {privacy_group, select, EI{identifying information} QID{partially identifying information} SD{senitive information} NSD{non-sensitive information} other{}}
de: {privacy_group, select, EI{eindeutig identifizierende Informationen} QID{teilweise identifizierende Informationen} SD{sensible Informationen} NSD{nicht sensible Daten} other{}}

# data_categories
source: {data_category, select, dc_derived{Derived Personal Data} dc_knowledge{Knowledge and Belief} dc_authenticating{Authenticating} dc_preference{Preference} dc_identifying{Identifying} dc_ethnicity{Ethnicity} dc_behavioral{Behavioral} dc_demographic{Demographic} dc_physical{Physical Characteristics} dc_computer{Device} dc_contact{Contact} dc_location{Location} dc_historical{Historical} dc_account{Account} dc_ownership{Ownership} dc_transactional{Transactional} dc_credit{Credit} dc_professional{Professional} dc_criminal{Criminal} dc_public{Public Life} dc_family{Family} dc_social{Social Network} dc_communication{Communication} dc_medical{Medical and Health} dc_sexual{Sexual} other{}}
de: {data_category, select, dc_derived{abgeleitete personenbezogene Daten} dc_knowledge{Glauben und Wissen} dc_authenticating{Authentifizierung} dc_preference{Präferenz} dc_identifying{Identifizierung} dc_ethnicity{Ethnie} dc_behavioral{Verhalten} dc_demographic{Demographie} dc_physical{physikalische Eigenschaften} dc_computer{Geräteinformationen} dc_contact{Kontaktinformationen} dc_location{Standort} dc_historical{historische Informationen} dc_account{Kontoinformationen} dc_ownership{Eigentumsverhältnisse} dc_transactional{Transaktionsinformationen} dc_credit{Kreditwürdigkeit} dc_professional{Berufsinformationen} dc_criminal{strafrechtliche Informationen} dc_public{öffentliches Leben} dc_family{Familie} dc_social{soziale Netzwerke} dc_communication{Kommunikationsinhalte} dc_medical{Gesundheitsinformationen} dc_sexual{Sexualität} other{}}

# entity_types
source: {entity_type, select, LegalEntity{legal entity} Person{person} PublicAuthority{public authority} other{}}
de: {entity_type, select, LegalEntity{juristische Person} Person{Einzelperson} PublicAuthority{öffentliche Einrichtung} other{}}

# legal_bases
source: {legal_basis, select, consent{consent} contract{contract fulfillment} legalObligation{legal obligation} vitalInterest{vital interest} publicTask{public task} legitimateInterest{legitimate interest} other{}}
de: {legal_basis, select, consent{Zustimmung} contract{Vertragserfüllung} legalObligation{gesetzliche Verpflichtung} vitalInterest{wesentliches Interesse} publicTask{öffentliche Aufgabe} legitimateInterest{berechtigtes Interesse} other{}}

# countries
source: {country, select, _{Unknown Country} AF{Afghanistan} AX{Åland Islands} AL{Albania} DZ{Algeria} AS{American Samoa} AD{Andorra} AO{Angola} AI{Anguilla} AQ{Antarctica} AG{Antigua & Barbuda} AR{Argentina} AM{Armenia} AW{Aruba} AU{Australia} AT{Austria} AZ{Azerbaijan} BS{Bahamas} BH{Bahrain} BD{Bangladesh} BB{Barbados} BY{Belarus} BE{Belgium} BZ{Belize} BJ{Benin} BM{Bermuda} BT{Bhutan} BO{Bolivia} BQ{Caribbean Netherlands} BA{Bosnia & Herzegovina} BW{Botswana} BV{Bouvet Island} BR{Brazil} IO{British Indian Ocean Territory} BN{Brunei} BG{Bulgaria} BF{Burkina Faso} BI{Burundi} CV{Cape Verde} KH{Cambodia} CM{Cameroon} CA{Canada} KY{Cayman Islands} CF{Central African Republic} TD{Chad} CL{Chile} CN{China} CX{Christmas Island} CC{Cocos (Keeling) Islands} CO{Colombia} KM{Comoros} CG{Congo} CD{Congo Kinshasa} CK{Cook Islands} CR{Costa Rica} CI{Côte d’Ivoire} HR{Croatia} CU{Cuba} CW{Curaçao} CY{Cyprus} CZ{Czechia} DK{Denmark} DJ{Djibouti} DM{Dominica} DO{Dominican Republic} EC{Ecuador} EG{Egypt} SV{El Salvador} GQ{Equatorial Guinea} ER{Eritrea} EE{Estonia} SZ{Eswatini} ET{Ethiopia} FK{Falkland Islands} FO{Faroe Islands} FJ{Fiji} FI{Finland} FR{France} GF{French Guiana} PF{French Polynesia} TF{French Southern Territories} GA{Gabon} GM{Gambia} GE{Georgia} DE{Germany} GH{Ghana} GI{Gibraltar} GR{Greece} GL{Greenland} GD{Grenada} GP{Guadeloupe} GU{Guam} GT{Guatemala} GG{Guernsey} GN{Guinea} GW{Guinea Bissau} GY{Guyana} HT{Haiti} HM{Heard & McDonald Islands} VA{Vatican City} HN{Honduras} HK{Hong Kong} HU{Hungary} IS{Iceland} IN{India} ID{Indonesia} IR{Iran} IQ{Iraq} IE{Ireland} IM{Isle of Man} IL{Israel} IT{Italy} JM{Jamaica} JP{Japan} JE{Jersey} JO{Jordan} KZ{Kazakhstan} KE{Kenya} KI{Kiribati} KP{North Korea} KR{South Korea} KW{Kuwait} KG{Kyrgyzstan} LA{Laos} LV{Latvia} LB{Lebanon} LS{Lesotho} LR{Liberia} LY{Libya} LI{Liechtenstein} LT{Lithuania} LU{Luxembourg} MO{Macao} MG{Madagascar} MW{Malawi} MY{Malaysia} MV{Maldives} ML{Mali} MT{Malta} MH{Marshall Islands} MQ{Martinique} MR{Mauritania} MU{Mauritius} YT{Mayotte} MX{Mexico} FM{Micronesia} MD{Moldova} MC{Monaco} MN{Mongolia} ME{Montenegro} MS{Montserrat} MA{Morocco} MZ{Mozambique} MM{Myanmar} NA{Namibia} NR{Nauru} NP{Nepal} NL{Netherlands} NC{New Caledonia} NZ{New Zealand} NI{Nicaragua} NE{Niger} NG{Nigeria} NU{Niue} NF{Norfolk Island} MK{North Macedonia} MP{Northern Mariana Islands} NO{Norway} OM{Oman} PK{Pakistan} PW{Palau} PS{Palestinian Territories} PA{Panama} PG{Papua New Guinea} PY{Paraguay} PE{Peru} PH{Philippines} PN{Pitcairn} PL{Poland} PT{Portugal} PR{Puerto Rico} QA{Qatar} RE{Réunion} RO{Romania} RU{Russia} RW{Rwanda} BL{St. Barthélemy} SH{St. Helena} KN{St. Kitts & Nevis} LC{St. Lucia} MF{St. Martin} PM{St. Pierre & Miquelon} VC{St. Vincent & Grenadines} WS{Samoa} SM{San Marino} ST{São Tomé & Príncipe} SA{Saudi Arabia} SN{Senegal} RS{Serbia} SC{Seychelles} SL{Sierra Leone} SG{Singapore} SX{Sint Maarten} SK{Slovakia} SI{Slovenia} SB{Solomon Islands} SO{Somalia} ZA{South Africa} GS{South Georgia & South Sandwich Islands} SS{South Sudan} ES{Spain} LK{Sri Lanka} SD{Sudan} SR{Suriname} SJ{Svalbard & Jan Mayen} SE{Sweden} CH{Switzerland} SY{Syria} TW{Taiwan} TJ{Tajikistan} TZ{Tanzania} TH{Thailand} TL{Timor Leste} TG{Togo} TK{Tokelau} TO{Tonga} TT{Trinidad & Tobago} TN{Tunisia} TR{Turkey} TM{Turkmenistan} TC{Turks & Caicos Islands} TV{Tuvalu} UG{Uganda} UA{Ukraine} AE{United Arab Emirates} GB{United Kingdom} UM{U.S. Outlying Islands} US{United States of America} UY{Uruguay} UZ{Uzbekistan} VU{Vanuatu} VE{Venezuela} VN{Vietnam} VG{British Virgin Islands} VI{U.S. Virgin Islands} WF{Wallis & Futuna} EH{Western Sahara} YE{Yemen} ZM{Zambia} ZW{Zimbabwe} other{}}
de: {country, select, _{Land unbekannt} AF{Afghanistan} EG{Ägypten} AL{Albanien} DZ{Algerien} AD{Andorra} AO{Angola} AG{AntiguaundBarbuda} GQ{Äquatorialguinea} AR{Argentinien} AM{Armenien} AZ{Aserbaidschan} ET{Äthiopien} AU{Australien} BS{Bahamas} BH{Bahrain} BD{Bangladesch} BB{Barbados} BE{Belgien} BZ{Belize} BJ{Benin} BT{Bhutan} BO{Bolivien} BA{BosnienundHerzegowina} BW{Botsuana} BR{Brasilien} BN{BruneiDarussalam} BG{Bulgarien} BF{BurkinaFaso} BI{Burundi} CL{Chile} CN{China} CK{Cookinseln} CR{CostaRica} CI{Côted'Ivoire} DK{Dänemark} DE{Deutschland} DM{Dominica} DO{DominikanischeRepublik} DJ{Dschibuti} EC{Ecuador} SV{ElSalvador} ER{Eritrea} EE{Estland} FJ{Fidschi} FI{Finnland} FR{Frankreich} GA{Gabun} GM{Gambia} GE{Georgien} GH{Ghana} GD{Grenada} GR{Griechenland} GT{Guatemala} GN{Guinea} GW{Guinea Bissau} GY{Guyana} HT{Haiti} HN{Honduras} IN{Indien} ID{Indonesien} IQ{Irak} IR{Iran,IslamischeRepublik} IE{Irland} IS{Island} IL{Israel} IT{Italien} JM{Jamaika} JP{Japan} YE{Jemen} JO{Jordanien} KH{Kambodscha} CM{Kamerun} CA{Kanada} CV{KapVerde} KZ{Kasachstan} QA{Katar} KE{Kenia} KG{Kirgisistan} KI{Kiribati} CO{Kolumbien} KM{Komoren} CG{Kongo} CD{Kongo,DemokratischeRepublik} KP{Korea,DemokratischeVolksrepublik} KR{Korea,Republik} HR{Kroatien} CU{Kuba} KW{Kuwait} LA{Laos,DemokratischeVolksrepublik} LS{Lesotho} LV{Lettland} LB{Libanon} LR{Liberia} LY{Libysch ArabischeDschamahirija} LI{Liechtenstein} LT{Litauen} LU{Luxemburg} MG{Madagaskar} MW{Malawi} MY{Malaysia} MV{Malediven} ML{Mali} MT{Malta} MA{Marokko} MH{Marshallinseln} MR{Mauretanien} MU{Mauritius} MK{Mazedonien,ehemaligejugoslawischeRepublik} MX{Mexiko} FM{Mikronesien,FöderierteStaatenvon} MD{Moldau,Republik} MC{Monaco} MN{Mongolei} ME{Montenegro} MZ{Mosambik} MM{Myanmar} NA{Namibia} NR{Nauru} NP{Nepal} NZ{Neuseeland} NI{Nicaragua} NL{Niederlande} NE{Niger} NG{Nigeria} NU{Niue} NO{Norwegen} OM{Oman} AT{Österreich} PK{Pakistan} PW{Palau} PA{Panama} PG{Papua Neuguinea} PY{Paraguay} PE{Peru} PH{Philippinen} PL{Polen} PT{Portugal} RW{Ruanda} RO{Rumänien} RU{RussischeFöderation} SB{Salomonen} ZM{Sambia} WS{Samoa} SM{SanMarino} ST{SãoToméundPríncipe} SA{Saudi Arabien} SE{Schweden} CH{Schweiz} SN{Senegal} RS{Serbien} SC{Seychellen} SL{SierraLeone} ZW{Simbabwe} SG{Singapur} SK{Slowakei} SI{Slowenien} SO{Somalia} ES{Spanien} LK{SriLanka} KN{St.KittsundNevis} LC{St.Lucia} VC{St.VincentunddieGrenadinen} ZA{Südafrika} SD{Sudan} SR{Suriname} SZ{Swasiland} SY{Syrien,ArabischeRepublik} TJ{Tadschikistan} TZ{Tansania,VereinigteRepublik} TH{Thailand} TL{Timor Leste} TG{Togo} TO{Tonga} TT{TrinidadundTobago} TD{Tschad} CZ{TschechischeRepublik} TN{Tunesien} TR{Türkei} TM{Turkmenistan} TV{Tuvalu} UG{Uganda} UA{Ukraine} HU{Ungarn} UY{Uruguay} UZ{Usbekistan} VU{Vanuatu} VA{Vatikanstadt} VE{Venezuela} AE{VereinigteArabischeEmirate} US{VereinigteStaaten} GB{VereinigtesKönigreich} VN{Vietnam} BY{Weißrussland} CF{ZentralafrikanischeRepublik} CY{Zypern} other{}}

# languages
source: {language, select, en{English} de{German} fr{French} aa{Afar} ab{Abkhazian} ae{Avestan} af{Afrikaans} ak{Akan} am{Amharic} an{Aragonese} ar{Arabic} as{Assamese} av{Avaric} ay{Aymara} az{Azerbaijani} ba{Bashkir} be{Belarusian} bg{Bulgarian} bi{Bislama} bm{Bambara} bn{Bengali} bo{Tibetan} br{Breton} bs{Bosnian} ca{Catalan} ce{Chechen} ch{Chamorro} co{Corsican} cr{Cree} cs{Czech} cu{Church Slavic} cv{Chuvash} cy{Welsh} da{Danish} dv{Dhivehi} dz{Dzongkha} ee{Ewe} el{Modern Greek (1453-)} eo{Esperanto} es{Spanish} et{Estonian} eu{Basque} fa{Persian} ff{Fulah} fi{Finnish} fj{Fijian} fo{Faroese} fy{Western Frisian} ga{Irish} gd{Scottish Gaelic} gl{Galician} gn{Guarani} gu{Gujarati} gv{Manx} ha{Hausa} he{Hebrew} hi{Hindi} ho{Hiri Motu} hr{Croatian} ht{Haitian} hu{Hungarian} hy{Armenian} hz{Herero} ia{Interlingua (International Auxiliary Language Association)} id{Indonesian} ie{Interlingue} ig{Igbo} ii{Sichuan Yi} ik{Inupiaq} io{Ido} is{Icelandic} it{Italian} iu{Inuktitut} ja{Japanese} jv{Javanese} ka{Georgian} kg{Kongo} ki{Kikuyu} kj{Kuanyama} kk{Kazakh} kl{Kalaallisut} km{Khmer} kn{Kannada} ko{Korean} kr{Kanuri} ks{Kashmiri} ku{Kurdish} kv{Komi} kw{Cornish} ky{Kirghiz} la{Latin} lb{Luxembourgish} lg{Ganda} li{Limburgan} ln{Lingala} lo{Lao} lt{Lithuanian} lu{Luba-Katanga} lv{Latvian} mg{Malagasy} mh{Marshallese} mi{Maori} mk{Macedonian} ml{Malayalam} mn{Mongolian} mr{Marathi} ms{Malay (macrolanguage)} mt{Maltese} my{Burmese} na{Nauru} nb{Norwegian Bokmål} nd{North Ndebele} ne{Nepali (macrolanguage)} ng{Ndonga} nl{Dutch} nn{Norwegian Nynorsk} no{Norwegian} nr{South Ndebele} nv{Navajo} ny{Nyanja} oc{Occitan (post 1500)} oj{Ojibwa} om{Oromo} or{Oriya (macrolanguage)} os{Ossetian} pa{Panjabi} pi{Pali} pl{Polish} ps{Pushto} pt{Portuguese} qu{Quechua} rm{Romansh} rn{Rundi} ro{Romanian} ru{Russian} rw{Kinyarwanda} sa{Sanskrit} sc{Sardinian} sd{Sindhi} se{Northern Sami} sg{Sango} sh{Serbo-Croatian} si{Sinhala} sk{Slovak} sl{Slovenian} sm{Samoan} sn{Shona} so{Somali} sq{Albanian} sr{Serbian} ss{Swati} st{Southern Sotho} su{Sundanese} sv{Swedish} sw{Swahili (macrolanguage)} ta{Tamil} te{Telugu} tg{Tajik} th{Thai} ti{Tigrinya} tk{Turkmen} tl{Tagalog} tn{Tswana} to{Tonga (Tonga Islands)} tr{Turkish} ts{Tsonga} tt{Tatar} tw{Twi} ty{Tahitian} ug{Uighur} uk{Ukrainian} ur{Urdu} uz{Uzbek} ve{Venda} vi{Vietnamese} vo{Volapük} wa{Walloon} wo{Wolof} xh{Xhosa} yi{Yiddish} yo{Yoruba} za{Zhuang} zh{Chinese} zu{Zulu} other{}}
de: {language, select, af{Afrikaans} ar{Arabisch} bg{Bulgarisch} bo{Tibetanisch} br{Bretonisch} ca{Katalanisch} co{Korsisch} cs{Tschechisch} cy{Walisisch} da{Dänisch} de{Deutsch} el{Griechisch} en{Englisch} eo{Esperanto} es{Spanisch} et{Estnisch} eu{Baskisch} fa{Persisch} fi{Finnisch} fo{Färöisch} fr{Französisch} ga{Irisch} he{Hebräisch} hi{Hindi} hr{Kroatisch} hu{Ungarisch} hy{Armenisch} id{Indonesisch} is{Isländisch} it{Italienisch} ja{Japanisch} ka{Georgisch} kk{Kasachisch} ko{Koreanisch} ku{Kurdisch} la{Lateinisch} lv{Lettisch} mk{Mazedonisch} mn{Mongolisch} mo{Moldavisch} ms{Malaysisch} mt{Maltesisch} ne{Nepalesisch} nl{Niederländisch} no{Norwegisch} pa{Pundjabisch} pl{Polnisch} pt{Portugiesisch} ro{Rumänisch} ru{Russisch} sk{Slowakisch} sl{Slowenisch} so{Somalisch} sq{Albanisch} sr{Serbisch} sv{Schwedisch} sw{Suaheli} th{Thai} tr{Türkisch} uk{Ukrainisch} ur{Urdu} uz{Usbekisch} vi{Vietnamesisch} yi{Jiddish} zh{Chinesisch} zu{Zulu} other{}}

# errors
source: {error, select, purposeRequiredBelow{This purpose must be accepted at least partially!} purposeRequired{This purpose must be accepted at least partially!} purposeDataRecipientRequired{Some data recipients must be accepted for this purpose.} purposeDataRecipientRequiredBelow{Some data recipients must be accepted for this purpose, see highlighted elements below!} dataRecipientRequired{This data recipient must be accepted!} purposeError{There are problems with the purposes of this category.} purposeDataRequired{Some data must be accepted for this purpose.} purposeDataRequiredBelow{Some data must be accepted for this purpose, see highlighted elements below!} dataRequired{This data element must be accepted!} other{unknown problem identified}}
de: {error, select, purposeRequiredBelow{Dieser Verwendungszweck muss mindestens teilweise akzeptiert werden!} purposeRequired{Dieser Verwendungszweck muss mindestens teilweise akzeptiert werden!} purposeDataRecipientRequired{Einige Empfänger dieses Verwendungszwecks müssen akzeptiert werden.} purposeDataRecipientRequiredBelow{Einige Empfänger dieses Verwendungszwecks müssen akzeptiert werden, beachten Sie die unten hervorgehobenen Empfänger!} dataRecipientRequired{Dieser Empfänger muss akzeptiert werden!} purposeError{Es liegen Probleme mit den Verwendungszwecken in dieser Kategorie vor.} purposeDataRequired{Einige Daten dieses Verwendungszwecks müssen akzeptiert werden.} purposeDataRequiredBelow{Einige Daten dieses Verwendungszwecks müssen akzeptiert werden, beachten Sie die unten hervorgehobenen Daten!} dataRequired{Diese Daten müssen akzeptiert werden!} other{Unbekanntes Problem identifiziert}}

# expand_all
source: expand all purposes
de: Alle Verwendungszwecke aufklappen

# collapse_all
source: collapse all purposes
de: Alle Verwendungszwecke zuklappen

source: glossary
de: Glossar

source: help
de: Hilfe
